Repository: Culurio/PokemonTcg
Catalog: PokemonTcg/Localizable.xcstrings
Source language: en
Languages: pt_pt

source: ACE SPEC Rare
pt_pt: Raro ACE SPEC

source: Amazing Rare
pt_pt: Raro incrível

source: Classic Collection
pt_pt: Coleção clássica

source: Colorless
pt_pt: Incoloro

source: Common
pt_pt: Comum

source: Could not parse Pokémon data.
pt_pt: Não foi possível analisar os dados do Pokémon.

source: Darkness
pt_pt: Escuridão

source: Double Rare
pt_pt: Duplo raro

source: Dragon
pt_pt: Dragão

source: Fairy
pt_pt: Fada

source: Fighting
pt_pt: Lutador

source: Fire
pt_pt: Fogo

source: Grass
pt_pt: Relva

source: Hyper Rare
pt_pt: Hiper raro

source: Illustration Rare
pt_pt: Ilustração rara

source: LEGEND
pt_pt: Lenda

source: Lightning
pt_pt: Raio

source: Name
pt_pt: Nome

source: No internet connection.
pt_pt: Sem conexão com a internet.

source: Pokemon not found.
pt_pt: Pokémon não encontrado.

source: Psychic
pt_pt: Psíquico

source: Radiant Rare
pt_pt: Radiante Rato

source: Rare
pt_pt: Raro

source: Rare ACE
pt_pt: Raro Ace

source: Rare BREAK
pt_pt: Raro BREAK

source: Rare Holo
pt_pt: Raro Holo

source: Rare Holo EX
pt_pt: Raro Holo EX

source: Rare Holo GX
pt_pt: Raro Holo GX

source: Rare Holo LV.X
pt_pt: Raro Holo LV.X

source: Rare Holo Star
pt_pt: Raro Holo Estrela

source: Rare Holo V
pt_pt: Raro Holo V

source: Rare Holo VMAX
pt_pt: Raro Holo VMAX

source: Rare Holo VSTAR
pt_pt: Raro Holo VSTAR

source: Rare Prime
pt_pt: Raro Prime

source: Rare Prism Star
pt_pt: Raro Prisma Estrela

source: Rare Rainbow
pt_pt: Raro Arco-Iris

source: Rare Secret
pt_pt: Raro Segredo

source: Rare Shining
pt_pt: Raro Shining

source: Rare Shiny
pt_pt: Raro Shiny

source: Rare Shiny GX
pt_pt: Raro Shiny GX

source: Rare Ultra
pt_pt: Raro Ultra

source: Rarity
pt_pt: Raridade

source: Retry
pt_pt: Tenta novamente

source: Search
pt_pt: Procurar

source: Settings
pt_pt: Definições

source: Something went wrong.
pt_pt: Algo deu errado.

source: Special Illustration Rare
pt_pt: Raro ilustração especial

source: Trainer Gallery Rare Holo
pt_pt: Galeria de treinador Raro Holo

source: Type
pt_pt: Tipo

source: Ultra Rare
pt_pt: Ultra raro

source: Uncommon
pt_pt: Incomum

source: Water
pt_pt: Água
